<?php
/*
 * Створити змінну last_name і записати туди ваше прізвище
Створити 3 константи (SMALL_SURNAME, MEDIUM_SURNAME, LARGE_SURNAME) з такими значеннями (5, 10, 15)
Отримати довжину прізвища зі змінною
 За допомогою керуючий конструкцій if, else, elseif порівняти довжину прізвища з константами і вивести відповідний
напис ( "Довжина вашого прізвища дорівнює {Довжина прізвища} і вона більша за {Константа при якій вона спрацювала}
і менше ніж {наступна константа в керуючій конструкції (якщо це не else)}" )*/

$last_name='Robeikotttt';

const SMALL_SURNAME=5;
const MEDIUM_SURNAME=10;
const LARGE_SURNAME=15;

var_dump($last_name);